{
  "headline": "About",
  "subHead": "Data is the new oil",
  "banner": "uploads/lighthouse-background-04.jpg",
  "row": [
    {
      "column1": "The objective of Lighthouse is to aggregate data from key data sources & provide the intelligence & profiling engine for efficient & intelligent data-driven processes. It is the “single source of truth” for revenue & tax-related intelligence.",
      "column2": "This intelligence would in turn support the Ministry, its agencies, revenue agencies, tax authorities and other stakeholders to be better positioned to address the revenue challenges faced by the country.",
      "image": "uploads/lighthouse-background-09.jpg"
    }
  ],
  "background": "In 2017, the Federal Government of Nigeria inaugurated a committee to oversee the implementation of a compliance scheme seeking ways to reduce budget deficits and tax shortfalls while simultaneously managing revenue more efficiently and diversifying revenue sources by improving revenue generation in the non-oil sector of the economy.\n\nHence, the introduction of Voluntary Assets and Income Declaration Scheme (VAIDS) on 29 June 2017, which was a compliance strategy with a time-threshold opportunity for taxpayers at the Federal and State levels to regularize their tax status relating to previous tax periods. Full and honest declarants of previously undisclosed assets and income during the window provided shall be forgiven of interest and penalties on overdue taxes and the assurance that they will not face criminal prosecution for tax offences or be subject to tax investigation.\n\nIn that regard, the Federal Ministry of Finance piloted Project Lighthouse, which involved the aggregation, centralization and analysis of nationwide tax payer data within the Federal Ministry of Finance. The objective of Lighthouse was for data to be aggregated from key data sources and Lighthouse would provide the intelligence and profiling engine for more efficient and intelligent data driven tax assessments, thus ensuring major tax loopholes are plugged and revenues dramatically increased.\n\n- - -\n\nOne of the key economic policy objectives of the current administration, as contained in the Economic Recovery and Growth Plan (ERGP), is improving overall Federal Government revenues by targeting and increasing revenues from non-oil revenue sources.\\\n\\\nHonorable Minister Of Finance.\n\n- - -\n\nFollowing the consent of authority and the subsequent ratification of the project by the Federal Executive Council (FEC) on the 8th of May 2019,**Project Lighthouse was formal inaugurated by the Minister, Federal Ministry of Finance on the 24th May, 2019**."
}